{
  "news": [
    {
      "id": 1,
      "title": "Сервис NVIDIA GeForce NOW официально вышел из стадии бета-теста",
      "desc": "Больше облачных сервисов богу облачных сервисов",
      "description": "Компания NVIDIA объявила, что сервис облачных игр GeForce NOW официально вышел из стадии бета-теста 4 февраля 2020 года. За это время более 300 тысяч бета-тестеров наиграли в сервисе более 70 миллионов часов. А отныне каждый геймер из Северной Америки или Европы может приобщиться к обширной библиотеке игр на любом старом «железе», способном запустить клиент. Список поддерживаемых платформ состоит из PC, Mac, устройств на базе Android и собственной разработке компании Shield TV. Вдобавок в течение года планируется добавить поддержку Chromebook."
    },
    {
      "id": 2,
      "title": "Ubisoft инвестирует в бесплатные «кликеры»",
      "desc": "Есть мнение, что причина в сопутствующих микротранзакциях",
      "description": "Французский игровой гигант Ubisoft продолжает планомерную экспансию на мобильный рынок — туда, где варятся нехилые денежки. Ради этого Ubisoft приобрела 75% долю берлинской студии Kolibri Games, известной в первую очередь «ленивой» Idle Miner Tycoon. В планах французов стать полноправным владельцем студии за несколько лет."
    },
    {
      "id": 3,
      "title": "Парень играет в Death Stranding при помощи беговой дорожки",
      "desc": "Имитация ходьбы в симуляторе курьера",
      "description": "В общественном сознании прочно укоренилось мнение, что консольные геймеры любят играть в игры, развалившись на диване перед телевизором, одной рукой сжимая геймпад, а другой таская чипсы и газировку. И если некоторые игроки собственным примером лишь подтверждают данный стереотип, то другие, вопреки всему, развенчивают его. Например, инженер-электрик Аллен Пэн задумался однажды, что пора бы заняться спортом. Но чтобы не было так скучно заниматься на беговой дорожке, он решил подключить её в качестве контроллера к PlayStation 4 и сыграть в Death Stranding."
    },
    {
      "id": 4,
      "title": "«Оскар» без прикрас: очередной академик рассказал, как и почему проголосовал в этом году",
      "desc": "Скучный 'Ирландец', несмешной 'Кролик Джоджо' и вообще побеждать должны американцы",
      "description": "Мы долго отходили после прошлогодних откровений одного почётного члена оскаровского жюри, а тут уже подоспели новые — спасибо The Hollywood Reporter. Разумеется, снова всё строго анонимно (известно лишь, что это актриса), но в этот раз куда менее запущенно"
    },
    {
      "id": 5,
      "title": "«Зов предков» — телеролик с Харрисоном Фордом и новым логотипом 20th Century Fox",
      "desc": "Все красоты Аляски в экранизации Джека Лондона",
      "description": "«Дисней» поделился телероликом семейного приключенческого фильма «Зов предков» по мотивам одноимённого романа Джека Лондона. Помимо Харрисона Форда и его явно нарисованного пса здесь вы можете лицезреть обновлённый логотип студии 20th Century Fox — отныне 20th Century Studios."
    },
    {
      "id": 6,
      "title": "Официально: «ВандаВижн» и «Сокол и Зимний солдат» выйдут на Disney+ в этом году",
      "desc": "Подтверждены даты премьер и краткие синопсисы мини-сериалов от Marvel",
      "description": "Глава компании Disney Боб Айгер официально подтвердил даты премьер двух ближайших многосерийных спин-оффов марвеловской вселенной. Мини-сериал «Сокол и Зимний солдат» выйдет на потоковом сервис Disney+ в августе, а «ВандаВижн» — в декабре этого года. Каждый сериал будет состоять из шести эпизодов и станет связующим звеном между фильмами большой MCU."
    }
  ]
}